{
  "home": "首頁",
  "about us": "關於我們",
  "badminton": "羽毛球",
  "instructor": "教練",
  "reservation": "預約",
  "course informations": "恆常班要點",
  "contact us": "聯絡我們",
  "name": "CLEMENT CHUNG",
  "head cocah": "教練",
  "pick date": "選擇日期",
  "pick time": "選擇時段",
  "confirm info": "確認課堂資訊",
  "class info": "課堂資訊",
  "newbie target": "為6至9歲小童而設，主要培育學生對羽毛球的興趣，同時從小訓練他們相關的身體協調能力。",
  "newbie time": "上課時間：星期二／四 下午5時至7時",
  "newbie price": "費用：港幣 240元／一堂",
  "primary target": "為10至12歲小童而設，針對學生體能、標準動作，包括發球、步法等訓練。",
  "primary time": "上課時間：星期二／四 下午5時至7時",
  "primary price": "費用：港幣 240元／一堂",
  "junior target": "為專注發展羽毛球運動的學員而設，針對有潛能的學生，提供高水平比賽技巧訓練、培養優質比賽心態等等。",
  "junior time": "上課時間：星期六 下午12時至2時／下午1時至3時",
  "junior price": "費用：港幣 240元／一堂",
  "private target": "適合對象：想提升羽毛技巧／零基礎／高階學員。",
  "private info": "課程內容包括羽毛球技巧訓練、步法及體能訓練等，適合任何水平及年齡的人士參加。",
  "private price": "教練根據學習進度，度身訂造及調整課程內容。",
  "brand concept": "品牌理念",
  "newbie class": "新手班",
  "primary class": "小學進階班",
  "junior class": "小學校隊班",
  "private class": "1對1私人訓練",
  "about bcn": "關於BCN Sport",
  "concept 1": "透過運動培養正念思維，接受失敗。可以幫助孩子們培養正念思維和接受失敗的能力。在運動中，小朋友們需要專注於當下，感受自己的身體和情緒，這有助於他們學會正念。透過正念的引導，孩子們能夠學會如何接受失敗，反思自己的表現，而不是沉浸在負面情緒中。並且認識到失敗是不可避免的，這些經歷雖然令人沮喪，但卻是成長的寶貴機會。",
  "concept 2": "這樣的過程能夠提升他們的抗壓能力，讓他們在面對困難時變得更加堅韌。透過訓練增強孩子們的體能，還能幫助他們建立健康的心態，讓他們在生活中勇於挑戰自己，接受失敗，並從中學習和成長。",
  "about concept": "學院願景",
  "about 1": "本學院主旨：推廣羽毛球運動並培訓對羽毛球有興趣的人才，在提供羽毛球訓練班時，幫助學員提升技術水平和培養對羽毛球的興趣。羽毛球訓練內容涵蓋全面個人技術、對打戰術和體能強化。為了讓學員獲得羽毛球比賽實戰經驗，我們會與學員報名參加各類型羽毛球比賽。 此外，BCn Sport也致力於推動融合教育，為有特殊需要的兒童提供全面照顧和優質教育。我們希望每位學生在羽毛球運動中，能獲得平等機會、發揮潛能、在過程中成長與獲取自信。",
  "about 2": "學員透過運動培養正面思維、接受失敗、突破自我。",
  "about 3": "在羽毛球訓練時，學員需要專注當下，感受身體和情緒，長時間訓練後，能有助認識自己。 與此同時，運動過程中，羽毛球運動員經常面對各種挑戰、受傷和失敗，這些令人沮喪的經歷。BCN Sport的教練會透過正面的引導，讓學員懂得面對失敗、反思自己、學習處理負面情緒、磨練自身韌性，這過程能夠提升他們的抗壓能力。 最後通過增強體能訓練，除了幫助他們鍛鍊健康體魄，並建立自信等健康心態，讓他們在生活中勇於挑戰，不斷學習和成長，為未來人生打下成功的根基。",
  "course remark 1": "*練習費通知*：BCN Sport行政同事會在每月最後一星期，發放下個月的練習費用通知。學員需於每月的第一天前付款，並將付款紀錄透過 WhatsApp 發送至球會電話 8416 7470。",
  "course remark 2": "*請假規定*：如需請假，請於七天前通知球會秘書。缺席的訓練課堂，可申請補堂或退款；因病請假需出示有效醫生證明，同樣可申請補堂或退款。",
  "course remark 3": "*場地問題*：如因場地問題，訓練可能縮短為 1 小時，學費將減半，餘額全數退回。 ",
  "course remark 4": "*取消練習通知*：如因場地問題取消練習，教練會於七天前通知學員，並安排該堂的退款。 ",
  "course remark 5": "*人數不足*：如人數不足，球會有權取消訓練，訓練費存款將退回。",
  "course remark 6": "*拍攝使用*：在訓練期間拍攝的照片及錄影可能會用於宣傳本會訓練班的用途。 ",
  "course remark 7": "課堂進行期間，請學員小心保管私人財物，如有任何損失，本會概不負責。",
  "course remark 8": "會提供的訓練用具及課堂用球均屬本會所有，學員不得擅自帶走。學員有責任正確及正當使用本會及康文署體育館設施，若有任何損壞，將會被要求賠償其造成的損失。",
  "course remark 9": "本會有權採取任何適當行動維持課堂秩序，以阻止任何危險，滋擾或煩擾發生，包括停止課堂間進行的一切活動、暫停課堂、要求滋事者離開訓練班及報警求助。",
  "course remark 10": "*本學院保留修改規則之權利，學員一旦報名參加課堂，即表示已詳細閱讀，並同意接受學院規則的約束。如有爭議，本學院保留課堂規則的解釋及變更權。本學院對課堂方式有最終解釋權，任何與課堂有關的爭議亦由本學院作最終定奪。",
  "badminton title": "羽毛球小知識",
  "badminton history title": "羽毛球歷史",
  "badminton history content": "羽毛球的起源可以追溯到2000年前，當時的名字是板羽球。這項古老的遊戲涉及兩名玩家用木板拍打紮有羽毛的球體，並讓它避免落地，這在英格蘭和許多歐洲國家是一種打發時間的遊戲。「羽毛球是中國發明的嗎？」一些歷史學家說，羽毛球起源國家是中國，是由流行的「踢毽子」遊戲衍生版本。在這項運動中，玩家用腳而不是球拍擊打毽子！",
  "badminton popular title": "世界第二受歡迎的運動",
  "badminton popular content": "足球是世界上最受歡迎的運動。但是你們知道羽毛球排第二嗎？羽毛球的歷史上還有很多事情大家都不知道—該遊戲在歐洲，非洲，亞洲和美國全球有約2.2億位玩家，在亞洲最受歡迎。如果你將奧運會視為衡量一項運動受歡迎程度的指標，那麼羽毛球也在這一領域證明了自己。自1992年引入奧運會以來，全球超過11億人從電視觀看比賽。多受歡迎！",
  "badminton feather title": "鵝左翼的羽毛",
  "badminton feather content": "羽毛球飛行的速度可以這麼快是因為它們僅採用鵝左翼的羽毛組成。為什麼？鵝的右翼出了什麼問題了嗎？鵝的左翅膀羽毛保持了這項運動的物理性。只有用屬於鵝的左翼羽毛時，用上16根羽毛的羽毛球才會在空中順時針旋轉。相反若用鵝的右翼羽毛做同樣的事情，羽毛球則會逆時針旋轉，而大部分球手亦不習慣。",
  "badminton name title": "名字的由來",
  "badminton name content": "如果你喜歡的運動有一個奇怪的名稱，你也許會不禁想「到底這個名字從何而來？」要知道羽毛球為何如此命名，您需要深入了解羽毛球的歷史。羽毛球這個名字源於羽毛球館，這是博福特公爵在英格蘭格洛斯特郡的住所。該運動在這所房子裡被大眾認識並普及了，因此決定將這項運動命名為羽毛球。",
  "benefit of badminton": "打羽毛球的好處",
  "benefit title 1": "強化肌肉",
  "benefit content 1": "羽毛球的好處之一就是能提高肌肉強度，讓你維持身形，變得更加強壯。在場上持續移動可以增強你的肌肉，並將肌肉雕塑成完美的形狀。 打羽毛球能強化你的核心肌群、小腿、股四頭肌以及腿後肌群。",
  "benefit title 2": "拓闊社交圈子",
  "benefit content 2": "打羽毛球不是單人的遊戲，而是需要兩人或四人一起遊玩。打羽毛球是兩人或是兩組之間的良性競爭。比賽結果不是贏就是輸，但卻能讓球員維持良好的社交關係。羽毛球也有一項好處，可以讓你在戶外和家人朋友一起度過歡樂的時光。它能聯繫眾人的感情，促進彼此間的關係，而不是讓大家各自沉迷在數位的世界中。",
  "benefit title 3": "增強腦轉數",
  "benefit content 3": "羽毛球是一種策略性的運動。它需要規劃擊球目標、如何發球、用哪種殺球、如何回位，每一個動作都要經過預先規劃，而你的大腦及感官也會進行理解。因此這能喚醒你昏昏欲睡的大腦，強迫它工作。很明顯地，打羽毛球會讓你成為一位聰明的運動員。",
  "benefit title 4": "提升心智靈活度",
  "benefit content 4": "除了生理上的好處外，打羽毛球也為心理帶來明顯又有趣的好處。小小的白色羽毛球看起不怎麼樣，但當球被擊中後就會像燕子一樣飛得又快又猛！ 球員必須專注在快速移動的球上，這能提高專注以及心理活動度。 球員必須注意場上所有的動靜，保持臨危不亂。如何移動、如何殺球、如何回位、要用正手或反手，每一項細節都必須用心去處理。這種能冷靜分析現況的特質甚至可以為日常生活帶來許多好處。",
  "benefit title 5": "提升反應能力",
  "benefit content 5": "羽毛球是一種快速的運動，不論身心都需要在頃刻間迅速地做出反應。生理上，你必須在幾秒內來回移動，而心理上你必須要對來球有所認知並加以回應。 這種快速的反應也會促進你的思考及日常生活。",
  "certification": "教練資格",
  "cert 1": "任教10年",
  "cert 2": "香港羽毛球總會註冊教練",
  "cert 3": "持有特殊教育運動證書",
  "exp": "教練經驗",
  "exp 1": "2014-18 理工大學校隊代表",
  "exp 2": "前重點青年軍成員",
  "award": "獎項及成績",
  "award 1": "全港學界精英羽毛球比賽季軍",
  "award 2": "中銀香港全港羽毛球錦標賽初級組男子雙打季軍",
  "award 3": "中銀香港全港羽毛球錦標賽初級組男子單打亞軍",
  "award 4": "香港大專體育協會男子羽毛球賽亞軍",
  "award 5": "全港羽毛球混合團體賽錦標賽中組男子組亞軍",
  "award 6": "全國大學生羽毛球錦標賽甲B 男團冠軍",
  "award 7": "觀塘區分齡羽毛球比賽混雙冠軍"
}