{
  "home": "Home",
  "about us": "About Us",
  "badminton": "Badminton",
  "instructor": "Instructor",
  "reservation": "Reservation",
  "course informations": "Course Information",
  "contact us": "Contact Us",
  "name": "CLEMENT CHUNG",
  "head cocah": "Head Coach",
  "pick date": "Pick Date",
  "pick time": "Pick Time",
  "confirm info": "Confirm Class Information",
  "class info": "Class Information",
  "newbie target": "Designed for children aged 6 to 9, focusing on cultivating interest in badminton and training related physical coordination skills from an early age.",
  "newbie time": "Class Time: Tuesday/Thursday, 5 PM to 7 PM",
  "newbie price": "Fee: HKD 240 per session",
  "primary target": "Designed for children aged 10 to 12, focusing on physical fitness and standard techniques, including serving and footwork training.",
  "primary time": "Class Time: Tuesday/Thursday, 5 PM to 7 PM",
  "primary price": "Fee: HKD 240 per session",
  "junior target": "Designed for students focusing on badminton development, offering high-level competition skills training and fostering a positive competition mindset.",
  "junior time": "Class Time: Saturday, 12 PM to 2 PM / 1 PM to 3 PM",
  "junior price": "Fee: HKD 240 per session",
  "private target": "Suitable for individuals looking to enhance badminton skills, beginners, or advanced learners.",
  "private info": "The course includes badminton skills, footwork, and fitness training, suitable for people of all levels and ages.",
  "private price": "The coach customizes and adjusts the course content based on the learner's progress.",
  "brand concept": "Brand Concept",
  "newbie class": "Beginner Class",
  "primary class": "Primary Advanced Class",
  "junior class": "Junior Team Class",
  "private class": "1-on-1 Private Training",
  "about bcn": "About BCN Sport",
  "concept 1": "Develop mindfulness through sports and learn to accept failure. This helps children cultivate mindfulness and the ability to handle setbacks. During sports, children focus on the present, understanding their body and emotions, learning mindfulness in the process. Mindfulness guides them to accept failure, reflect on their performance, and recognize failure as an inevitable yet valuable opportunity for growth.",
  "concept 2": "This process enhances their resilience, enabling them to face difficulties more robustly. Strengthening their physical abilities through training also builds a healthy mindset, encouraging them to challenge themselves, accept failure, and grow from experiences.",
  "about concept": "Academy Vision",
  "about 1": "Our mission is to promote badminton and train talents interested in the sport. By offering badminton training classes, we aim to enhance learners' skills and foster their interest in badminton. Training includes comprehensive individual techniques, tactical plays, and fitness enhancement. To provide real-world competition experience, we register students for various badminton tournaments. BCN Sport is also committed to inclusive education, providing comprehensive care and quality education for children with special needs. We hope every student gains equal opportunities, realizes their potential, grows, and gains confidence through badminton.",
  "about 2": "Students develop positive thinking, learn to accept failure, and overcome themselves through sports.",
  "about 3": "During badminton training, students focus on the present, understanding their body and emotions. Prolonged training helps them better understand themselves. Additionally, in the process of playing badminton, athletes often face challenges, injuries, and failures. BCN Sport's coaches guide students positively to face failure, reflect on themselves, handle negative emotions, and cultivate resilience. This process improves their stress tolerance. Through physical fitness training, they not only build a healthy body but also foster confidence and a healthy mindset, preparing them for future challenges and laying a foundation for success.",
  "course remark 1": "*Training Fee Notification*: BCN Sport's administrative staff will notify students of the following month's training fees during the last week of each month. Students must make payments before the first day of the new month and send payment records via WhatsApp to 8416 7470.",
  "course remark 2": "*Leave Policy*: For leave requests, notify the club secretary seven days in advance. Missed training sessions can be rescheduled or refunded. For sick leave, provide valid medical proof to apply for make-up classes or refunds.",
  "course remark 3": "*Venue Issues*: If there are venue problems, training may be shortened to one hour. Half the fee will be charged, and the balance will be refunded in full.",
  "course remark 4": "*Cancellation Notice*: If training is canceled due to venue issues, coaches will notify students seven days in advance and arrange a refund for the session.",
  "course remark 5": "*Insufficient Participants*: The club reserves the right to cancel training due to insufficient participants, and any prepaid fees will be refunded.",
  "course remark 6": "*Photography Use*: Photos and videos taken during training may be used for promoting the club's training sessions.",
  "course remark 7": "Students are advised to safeguard personal belongings during training. The club is not responsible for any losses incurred.",
  "course remark 8": "Training equipment and shuttlecocks provided during classes are owned by the club. Students are prohibited from taking them without permission. Students are responsible for proper use of the club and venue facilities. Any damages caused will require compensation.",
  "course remark 9": "*The academy reserves the right to modify rules. By enrolling in classes, students agree to read and accept the academy's regulations. In case of disputes, the academy reserves the right to interpret and amend class rules and decisions related to classes.",
  "badminton title": "Badminton Knowledge",
  "badminton history title": "The Origin of Badminton",
  "badminton history content": "Badminton originated in 1873, first appearing in the village of Badminton in Gloucestershire, England, hence its name. The sport combines elements of the games 'Poona' and 'Battledore and Shuttlecock.' Over time, badminton rapidly developed and became a globally popular sport.",
  "badminton popular title": "The Fastest Ball",
  "badminton popular content": "Badminton is the fastest racket sport in the world, with speeds comparable to F1 racing. Shuttlecocks are made of 16 feathers, typically duck or goose feathers. In international competitions, shuttlecocks are rigorously selected to ensure stable flight speed, accurate trajectory, and precise landing points.",
  "badminton feather title": "Scoring System",
  "badminton feather content": "According to the rules of the Badminton World Federation, matches follow a 21-point scoring system with the best of three games format. A game is won by the first side to reach 21 points. However, if the score reaches 20-all, a two-point lead is required to win. At 29-all, the first side to reach 30 points wins. The winner of each game serves first in the next game.",
  "badminton name title": "Tournament Overview",
  "badminton name content": "Renowned international badminton tournaments include the World Championships, Sudirman Cup, Thomas Cup, and Uber Cup. The World Championships, organized by the Badminton World Federation, are held biennially, with winners earning the title of 'World Champion.' The Sudirman Cup is a mixed team event held every two years. The Thomas Cup and Uber Cup, respectively for men's and women's team competitions, have a long history and are highly prestigious.",
  "benefit of badminton": "Benefits of Playing Badminton",
  "benefit title 1": "Strengthen Muscles",
  "benefit content 1": "One benefit of badminton is improving muscle strength, helping you maintain your physique and become stronger. Constant movement on the court enhances muscle strength and sculpts them into perfect shape, targeting core muscles, calves, quadriceps, and hamstrings.",
  "benefit title 2": "Expand Social Circle",
  "benefit content 2": "Badminton is not a solo game; it requires two or four players. It promotes healthy competition between individuals or teams. Beyond winning and losing, it fosters good social relationships. Playing badminton outdoors with family and friends strengthens bonds and pulls people away from the digital world.",
  "benefit title 3": "Boost Brain Function",
  "benefit content 3": "Badminton is a strategic sport that involves planning where to hit, how to serve, what smash to use, and how to recover positions. These actions engage your brain and senses, waking up your sleepy mind and forcing it to work. Playing badminton makes you a smarter athlete.",
  "benefit title 4": "Enhance Mental Agility",
  "benefit content 4": "Apart from physical benefits, badminton significantly improves mental agility. Though the shuttlecock seems unimpressive, it flies fast like a swallow when hit. Players need to focus on the fast-moving shuttlecock, enhancing concentration and mental activity. They must stay alert, analyze situations calmly, and handle every detail carefully. These traits also benefit daily life.",
  "benefit title 5": "Improve Reaction Speed",
  "benefit content 5": "Badminton is a fast-paced sport that challenges your agility and speed. It helps improve your reflexes. With practice, you'll find yourself reacting faster than ever before. Enhanced reaction speed helps you navigate the court with ease.",
  "certification": "Coaching Qualifications",
  "cert 1": "10 years of teaching experience",
  "cert 2": "Registered Coach of the Hong Kong Badminton Association",
  "cert 3": "Certified in Special Education Sports",
  "exp": "Coaching Experience",
  "exp 1": "2014-18 Representative of the Polytechnic University Team",
  "exp 2": "Former Key Youth Team Member",
  "award": "Awards and Achievements",
  "award 1": "Third Place in the Hong Kong Schools Elite Badminton Competition",
  "award 2": "Third Place in Men's Doubles (Beginner) at the Bank of China Hong Kong Badminton Championships",
  "award 3": "Runner-up in Men's Singles (Beginner) at the Bank of China Hong Kong Badminton Championships",
  "award 4": "Runner-up in Men's Badminton at the Hong Kong Post-Secondary School Sports Association Championships",
  "award 5": "Runner-up in Men's Group at the Hong Kong Badminton Mixed Team Championships (Intermediate Group)",
  "award 6": "Champion in Men's Team Group B at the National University Badminton Championships",
  "award 7": "Champion in Mixed Doubles at the Kwun Tong District Age Group Badminton Competition",
  "cookies title": "Privacy Preferences",
  "cookies content": "This website uses cookies to offer a better browsing experience and to collect usage informations about. By clicking on the \"Accept\" button you accept our Cookies Policy.",
  "cookies accept": "Accept",
  "cookies denied": "Denied"
}