const Privacy_term = () => {
  return (
    <div className="privacy_container">
      <h1>私隱政策</h1>
      <ul className="privacy_ul">
        <li>
          免責條款 本網頁所載全部資料僅供參考。BCN
          SPORT概不保證或聲明本網頁所提供的資料屬準確、完整或最新，並表示概不會就因本網頁的內容而產生或因依賴該等內容而引致的任何損失承擔任何責任。
        </li>
        <li>
          個人資料收集聲明
          我們致力保護你的個人資料(“個人資料”)。此個人資料收集聲明是依從香港特別行政區之《個人資料(私隱)條例》之要求，於向你收集個人資料時或之前通知你若干事項。我們所收集及使用的個人資料只限用於我們業務所需及向你提供最高服務質素的範圍內。
        </li>
        <li>
          <h3>我們可使用個人資料於下列一項或多項的用途：</h3>
          <ul>
            <li>
              資料統計、通訊、市場營銷、推廣、客戶關係管理、公共關係及/或直接促銷；
            </li>
            <li>客戶、會員或使用者帳戶及記錄的申請、成立、運作及行政管理；</li>
            <li>處理意見、查詢及投訴；</li>
            <li>處理帳單及付款；</li>
            <li>識別及核實身份；</li>
            <li>管理及維護網站運作，及於有需要時診斷問題；</li>
            <li>
              載於收集你的個人資料時所提供的個人資料收集聲明中的任何其他目的，或你可能不時同意的任何其他目的。
            </li>
          </ul>
        </li>
        <li>
          我們可能提供及/或分享個人資料予我們的第三方服務供應商、代理及承包商為我們作上述用途。我們亦可能基於以下情況透露個人資料：法律所需，法庭命令，政府或執法機構所需或懇切相信因保障我們或其他人仕的權利或資產而有必要或被建議透露個人資料。
        </li>
        <li>
          我們擬使用個人資料以直接促銷指定產品及服務，但我們在未得到你的同意之前，不可如此使用個人資料。就此，我們可能使用以下個人資料：
        </li>
        <li>(a) 名稱及聯絡資料；</li>
        <li>(b) 產品及服務資訊；</li>
        <li>(c) 交易模式及行為；及</li>
        <li>(d) 統計資料。</li>
        <li>
          根據《個人資料私隱條例》（第 486
          章），從您收集的資料將僅供我們內部使用，只有我們的員工才能查閱。您沒有義務提供此類數據，因此，如果您不打算按要求提供數據，則不會產生任何法律後果。您有權要求查看和更正日期。
        </li>
        <li>
          個人資料的提供完全是自願性質。然而，如你選擇不向我們提供個人資料，則我們可能無法為你提供有關的資訊或服務，或處理你的要求。
        </li>
        <li>
          我們會徵求你的同意使用個人資料作上述直接促銷用途。請你於提供個人資料前，表示你同意或反對我們如此使用個人資料作上述直接促銷用途。你亦可於之後的任何時候電郵至bcnsportcompany@gmail.com，向我們的客戶服務主任提出要求我們停止使用個人資料作直接促銷用途或上述任何其他用途。
        </li>
        <li>
          如要提出查閱或更正個人資料的要求，或查詢有關我們私隱政策，可向我們的客戶服務主任提出：bcnsportcompany@gmail.com。
        </li>
        <li>中英文本如有歧異，一概以英文本為準。</li>
      </ul>
    </div>
  );
};

export default Privacy_term;
